[
    {
        "Id": 7632189054,
        "Nombre": " BAJAJ Pulsar NS200",
        "Precio": 3360.00,
        "Stock": 10,
        "Categoría": "Pistera",
        "Cilindrada":"200 cc",
        "Rendimiento":"132 km",
        "Descripción": "Su motor de 250 centímetros cúbicos es ideal para el transporte urbano y no le teme salir a carretera, ya que cuenta con la potencia necesaria para moverse por la ciudad con gran dinamismo y su inyección electrónica le permite reducir significativamente el consumo de combustible. Con 24.16 caballos de fuerza y un tanque de 14 litros, este monocilíndrico promete largas jornadas de conducción.",
        "Marca": "BAJAJ",
        "Disponibilidad": "En stock",
        "Imagen": "https://expomotor.pe/wp-content/uploads/2019/02/Pulsar-NS-200-FI-ABS-01-1.jpg"
    },
    {
        "Id": 4087569321,
        "Nombre": "CF MOTO SR300",
        "Precio": 5690.00,
        "Stock": 30,
        "Categoría": "Deportiva",
        "Cilindrada":"298 cc",
        "Rendimiento":"115 km",
        "Descripción": "CF Moto nos presenta la SR300, un motocicleta con ADN deportivo que cautivará con su diseño y potencia a más de uno, pero no nos podemos olvidar de su buen nivel de equipamiento en donde se incluye la instrumentación TFT a colores con distintas presentaciones, conectividad y abundante información, así como la iluminación completa con tecnología LED y los dos modos de motor seleccionables desde el manillar.",
        "Marca": "CF Moto",
        "Disponibilidad": "En stock",
        "Imagen": "https://www.mundomotoperu.com/wp-content/uploads/cfmoto-sr-300-gris.jpg"
    },
    {
        "Id": 5271048936,
        "Nombre": "Yamaha R3",
        "Precio": 7699.00,
        "Stock": 5,
        "Categoría": "Deportiva",
        "Cilindrada":"320 cc",
        "Rendimiento":"90 km",
        "Descripción": "Una nueva partida se ha dado para este emblemático modelo de Yamaha. Se trata de la R3, una moto que enamora a cualquiera con su diseño, además de que alcanzó grandes adeptos en su versión anterior y que para esta nueva entrega (modelo 2024), llega con una estética renovada y 8 km más de velocidad final lo que convierte a esta moto en una maravilla, siendo así una de las más rapidas de su cilindrada.",
        "Marca": "Yamaha",
        "Disponibilidad": "En stock",
        "Imagen": "https://cdn.motor1.com/images/mgl/koorBR/s1/2023-yamaha-yzf-r3---front-right.jpg"
    },
    {
        "Id": 6928375104,
        "Nombre": "Honda XR190CT",
        "Precio": 4210.00,
        "Stock": 15,
        "Categoría": "Todo Terreno",
        "Cilindrada":"185 cc",
        "Rendimiento":"140 km",
        "Descripción": "Dentro de la categoría todo terreno de baja cilindrada, se abre paso la XR190CT, una moto con la dureza, potencia y prestaciones suficientes para ser la moto ideal para los que buscan escaparse del tráfico día a día o los fines de semana en busca de nuevos caminos y aventuras.",
        "Marca": "Honda",
        "Disponibilidad": "En stock",
        "Imagen": "https://www.peterstevens.com.au/media/catalog/product/x/r/xr190ct2023_1.jpg?optimize=medium&bg-color=255,255,255&fit=bounds&height=500&width=700&canvas=700:500"
    },
    {
        "Id": 1395827046,
        "Nombre": "Kawasaki Ninja 650 ABS KRT",
        "Precio": 14000.00,
        "Stock": 2,
        "Categoría": "Deportiva",
        "Cilindrada":"650 cc",
        "Rendimiento":"80 km",
        "Descripción": "A la Ninja 650 ya le tocaba renovarse para seguir en la cima de la ola del mercado, cómoda y con un toque de deportividad. Es así que esta nueva versión mantiene la mecánica ganadora que ya conocemos, pero actualiza su tecnología para ofrecer mayor comodidad y control.",
        "Marca": "Kawasaki",
        "Disponibilidad": "En stock",
        "Imagen": "https://www.kawasakinavarro.com.ar/img/motos/kawasaki_ninja_zx6r_krt_3.jpg"
    },
    {
        "Id": 6859741023,
        "Nombre": "Honda CBR500R",
        "Precio": 8090.00,
        "Stock": 6,
        "Categoría": "Deportiva",
        "Cilindrada":"471 cc",
        "Rendimiento":"109 km",
        "Descripción": "Si lo tuyo son las deportivas, esta es la mejor opción para abrirte paso hacia este mundo sin retorno. Su motor bilicilíndrico te atrapará desde el arranque con su poderoso sonido y una vez subido a ella, sus altas prestaciones no pararán de satisfacer todos tus sentidos",
        "Marca": "Honda",
        "Disponibilidad": "En stock",
        "Imagen": "https://motos.espirituracer.com/archivos/2020/09/honda-cbr-500-r-03.jpg"
    },
    {
        "Id": 2491630758,
        "Nombre": "KTM Duke 390 ABS",
        "Precio": 6400.00,
        "Stock": 10,
        "Categoría": "Naked",
        "Cilindrada":"373 cc",
        "Rendimiento":"100 km",
        "Descripción": "La nueva Duke 390 cuenta con el balance justo de potencia y peso para ser tan ligera como una pluma y potente como un misil. Una moto con las características ideales para superar los difíciles obstáculos de la jungla de cemento o salir fuera de ella a devorar curvas en las sinuosas carreteras del Perú.",
        "Marca": "KTM",
        "Disponibilidad": "En stock",
        "Imagen": "https://www.hiperbikes.com.mx/wp-content/uploads/2019/02/ktm-duke-250-2024-naranja-02.jpg"
    },
    {
        "Id": 8715209346,
        "Nombre": "Kawasaki Z900 ABS",
        "Precio": 17000.00,
        "Stock": 1,
        "Categoría": "Naked",
        "Cilindrada":"948 cc",
        "Rendimiento":"72 km",
        "Descripción": "Elige fuerza. Elige potencia. Elige moverte libre, sin reglas, sin miedo. Elige una supernaked de 948 cc lista para combatir calles, lista para dominar autopistas. Elige la máquina que no comprende de reglas, a no ser que sean las tuyas. Elige la nueva Z900 de Kawasaki, y deja que sea ella quien te muestre de todo lo que es capaz.",
        "Marca": "Kawasaki",
        "Disponibilidad": "En stock",
        "Imagen": "https://psmfirestorm.blob.core.windows.net/crs-images/506042/41726/original.jpg"
    },
    {
        "Id": 3057481926,
        "Nombre": "CF Moto 800 NK",
        "Precio": 41000.00,
        "Stock": 5,
        "Categoría": "Naked",
        "Cilindrada":"799 cc",
        "Rendimiento":"70 km",
        "Descripción": "La CFMOTO 800NK dejará atrás la ciudad para devorar la carretera abierta como la mayor y más clara expresión de diversión naked de la marca. Combinando la agilidad y la funcionalidad de sus hermanas pequeñas, la 800NK SPORT es la definición de velocidad gracias a su motor bicilíndrico de 799 cc. Los limites los pones tu.",
        "Marca": "CF Moto",
        "Disponibilidad": "En stock",
        "Imagen": "https://cfmotocolombia.com/wp-content/uploads/2023/04/0000_800NK-STD_Zircon-Black_Right.jpg"
    },
    {
        "Id": 1200049850,
        "Nombre": "Super Meteor 650 Interstellar",
        "Precio": 9000.00,
        "Stock": 18,
        "Categoría": "Cruiser - Chopper",
        "Cilindrada":"648 cc",
        "Rendimiento":"80 km",
        "Descripción": "La Hunter SUPER METEOR 650 tiene diseño y esencia de la conducción, un diseño para los amantes de lo clásico, además que nos ofrece un gran motor de 648 cc , nada mal para los que buscan la combinación de la potencia y presencia en las pistas y rutas que recorra la moto.Su elegante diseño te hará resaltar en la pista, además al ser una moto inyectada tendrá una óptima distribución de gasolina.",
        "Marca": "Royal Enfield",
        "Disponibilidad": "En stock",
        "Imagen": "https://images.medialinksonline.com/5916223x600x440xFFFFFFxE.jpg"
    },
    {
        "Id": 6172953408,
        "Nombre": "Honda CB1000R",
        "Precio": 17640.00,
        "Stock": 1,
        "Categoría": "Café Racer",
        "Cilindrada":"998 cc",
        "Rendimiento":"65 km",
        "Descripción": "La CB1000R con su diseño vanguardista y su motor de alto rendimiento te ofrece una experiencia de conducción excepcional. Su equilibrio entre agresividad y sofisticación la convierte en una máquina única en su clase. Más que una moto, es tu conexión con la adrenalina y la elegancia. Con su agilidad y tecnología avanzada, la CB1000R es perfecta para los amantes de la velocidad y el diseño de vanguardia.",
        "Marca": "Honda",
        "Disponibilidad": "En stock",
        "Imagen": "https://hondamotospanaautos.com.pe/hubfs/Imported%20sitepage%20images/CB1000R-4-600x459.jpg"
    },
    {
        "Id": 8240365719,
        "Nombre": " BAJAJ Pulsar N250",
        "Precio": 3360.00,
        "Stock": 25,
        "Categoría": "Pistera",
        "Cilindrada":"250 cc",
        "Rendimiento":"120 km",
        "Descripción": "Con 250 centímetros cúbicos la Pulsar N250 se convierte en la moto ideal para el transporte urbano que no teme salir a carretera, ya que cuenta con la potencia necesaria para moverse por la ciudad. Con 24.16 caballos de fuerza y un tanque de 14 litros, este monocilíndrico promete largas jornadas de conducción, gracias a la constante ventilación por aire que permite su monoblock estriado.",
        "Marca": "BAJAJ",
        "Disponibilidad": "En stock",
        "Imagen": "https://www.carandbike.com/_next/image?url=https%3A%2F%2Fimages.carandbike.com%2Fcms%2Farticles%2F2024%2F4%2F3212530%2FBajaj_Pulsar_N250_m1_be6b47d003.jpg&w=3840&q=75"
    },
    {
        "Id": 5901834726,
        "Nombre": "CF Moto MT700",
        "Precio": 8600.00,
        "Stock": 9,
        "Categoría": "Touring - Viajeras",
        "Cilindrada":"693 cc",
        "Rendimiento":"65 km",
        "Descripción": "La CFMOTO 700MT es una motocicleta versátil de turismo que combina la maniobrabilidad de la 650MT pero con más potencia y especificaciones mejoradas para una experiencia de conducción excepcional. Cuenta con un motor bicilíndrico en línea de 693 cc y refrigerado por líquido. Su diseño visualmente impactante está disponible en Negro Nebulosa o Blanco Nebulosa, y está lista para cualquier condición de la carretera.",
        "Marca": "CF Moto",
        "Disponibilidad": "En stock",
        "Imagen": "https://static.credibikerss.com.uy/products/f81f4f2d-cbee-41e2-824b-788a107af621_59836b61-f104-481c-a4e7-f436b5303630.jpg"
    },
    {
        "Id": 2358691740,
        "Nombre": "B52 MX1 250",
        "Precio": 2527.00,
        "Stock": 10,
        "Categoría": "Enduro - Cross",
        "Cilindrada":"250 cc",
        "Rendimiento":"266 km",
        "Descripción": "Con un chasis ligero y un potente motor, la MX1 250 no solo dominará la pista, sino que te llevará al podio con su rendimiento excepcional. Diseñada para los amantes de la velocidad, esta moto ofrece una combinación perfecta de agilidad y potencia, permitiéndote tomar curvas cerradas y acelerar en rectas con facilidad. Su chasis ligero proporciona una maniobrabilidad superior, dándote una ventaja crucial.",
        "Marca": "B52",
        "Disponibilidad": "En stock",
        "Imagen": "https://lucero.com.pe/wp-content/uploads/2023/06/1-272.png"
    },
    {
        "Id": 4902178653,
        "Nombre": "Kawasaki Ninja H2R",
        "Precio": 75000.00,
        "Stock": 1,
        "Categoría": "Deportiva",
        "Cilindrada":"1000 cc",
        "Rendimiento":"57  km",
        "Descripción": "La Kawasaki Ninja H2R reúne un arsenal de prestaciones tecnológicas para viajar a la velocidad de la luz sobre dos ruedas. Es la perfección hecha moto. Con una aceleración nunca antes vista sobre dos ruedas, esta salvaje carenada de 1000 cc ofrece una experiencia de conducción única e inigualable a más de 390 km/h. La Ninja H2R está lista para partir con el primer adrenalínico que se cruce en su camino, dejando una estela de velocidad.",
        "Marca": "Kawasaki",
        "Disponibilidad": "En stock",
        "Imagen": "https://elcomercio.pe/resizer/m6kSKUEfVedcLSmw7yugDawQMt4=/980x0/smart/filters:format(jpeg):quality(75)/arc-anglerfish-arc2-prod-elcomercio.s3.amazonaws.com/public/XZQUBBQFJNGL5GRT53JJDB4V2U.jpg"
    },
    {
        "Id": 7569120843,
        "Nombre": "Yamaha YZF R1",
        "Precio": 26000.00,
        "Stock": 3,
        "Categoría": "Deportiva",
        "Cilindrada":"998 cc",
        "Rendimiento":"42 km",
        "Descripción": "En el 2009 llegó con el motor Crossplane. Para el 2015, la tecnología integrada marcó una pauta en la categoría. En el 2018, esta tecnología de cara al pilotaje sacó la ventaja que esperaba frente a sus competidores. Hoy, en el 2020, la increíble y mejorada R1 integra todos estos avances, ofreciendo un rendimiento superior y una experiencia de conducción inigualable para todos los amantes de la velocidad.",
        "Marca": "Yamaha",
        "Disponibilidad": "En stock",
        "Imagen": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS8s4FxsAniWfVIf6PDTk05G_reZAEE0IvRGg&s"
    },
    {
        "Id": 6932811025,
        "Nombre": "Suzuki GSX-R1000",
        "Precio": 16200.00,
        "Stock": 7,
        "Categoría": "Deportiva",
        "Cilindrada":"1000 cc",
        "Rendimiento":"65 km",
        "Descripción": "La nueva GSX-R1000 abre un nuevo capítulo en la historia de los 4 cilindros. Rediseñada, con un nuevo motor y una nueva electrónica proveniente de la experiencia adquirida en el Campeonato Mundial de Motociclismo, esta legendaria superdeportiva esta destinada a dominar el mundo. Sé parte de la más radical revolución de los último tiempos. Sé parte de la nueva GSX-R1000 de Suzuki.",
        "Marca": "Suzuki",
        "Disponibilidad": "En stock",
        "Imagen": "https://imgd.aeplcdn.com/476x268/bw/models/suzuki-gsx-r1000.jpg?20190103151915"
    },
    {
        "Id": 8152097346,
        "Nombre": "Suzuki GIXXER 250",
        "Precio": 4800.00,
        "Stock": 22,
        "Categoría": "Naked",
        "Cilindrada":"249 cc",
        "Rendimiento":"120 km",
        "Descripción": "La ligereza y rapidez, complementada con un elegante carenado deportivo, definen a la nueva Suzuki GIXXER 250 NAKED. Esta motocicleta cuenta con un poderoso motor de 249 cc y un sistema de inyección electrónica, garantizando una experiencia económica y llena de adrenalina. Con su diseño innovador y rendimiento superior, la GIXXER 250 NAKED está lista para ofrecerte la mejor experiencia en cada viaje.",
        "Marca": "Suzuki",
        "Disponibilidad": "En stock",
        "Imagen": "https://imgd.aeplcdn.com/1280x720/n/cw/ec/49465/gixxer-250-right-side-view-9.png?isig=0"
    },
    {
        "Id": 6748219035,
        "Nombre": "NMAX CONNECTED",
        "Precio": 4600.00,
        "Stock": 5,
        "Categoría": "Scooter",
        "Cilindrada":"155 cc",
        "Rendimiento":"150 km",
        "Descripción": "¡Muévete, ama, vive! Este es el lema con el que la NMAX se mueve por la ciudad. Una scooter pensada para dejar de padecer del tráfico y empezar a hacer de cada viaje, la mejor experiencia de conducción. Con ABS de serie, la NMAX promete diversión, alto rendimiento, bajo consumo, y un diseño elegante y moderno. Además, su tecnología avanzada garantiza seguridad y comodidad en cada trayecto.",
        "Marca": "Yamaha",
        "Disponibilidad": "En stock",
        "Imagen": "https://motorlandia.com.ph/wp-content/uploads/2022/09/NMAX-155-ABS-Y-CONNECT-Dark-Petrol.jpg"
    },
    {
        "Id": 9054732186,
        "Nombre": "PCX160 ABS",
        "Precio": 4350.00,
        "Stock": 8,
        "Categoría": "Scooter",
        "Cilindrada":"157 cc",
        "Rendimiento":"161 km",
        "Descripción": "Esta es una de la moto más fashion de la categoría, ya que fue pensada para las personas  que desean lucir bien mientras conducen. Reconocida por liderar su segmento, cautiva a los propietarios con su diseño y rendimiento. La experiencia de manejo de la PCX160 ABS es incomparable, convirtiéndola en una elección popular entre los aficionados a las motocicletas. No hay moto mas bonita en su categoría.",
        "Marca": "Honda",
        "Disponibilidad": "En stock",
        "Imagen": "https://image.makewebcdn.com/makeweb/m_1920x0/ix1NWPc9l/AT/Color_Chart_W685xH426_PX_Grey.jpg"
    },
    {
    "Id":1389456720,
    "Nombre": "Yamaha MT-03",
    "Precio": 7500.00,
    "Stock": 15,
    "Categoría": "Naked",
    "Cilindrada":"321 cc",
    "Rendimiento":"85 km",
    "Descripción": "La MT-03 de Yamaha se destaca en la categoría naked. Su motor bicilíndrico de 321 cc y su chasis renovado, más ligero, la convierten en una opción innovadora y altamente deseada. Esta motocicleta es aclamada por su rendimiento excepcional y su estilo distintivo. La combinación de potencia y agilidad hace que la MT-03 sea una elección popular entre los entusiastas de las motocicletas naked.",
    "Marca": "Yamaha",
    "Disponibilidad": "En stock",
    "Imagen": "https://www.yamaha.com.gt/wp-content/uploads/2023/03/MT03.jpg"
     }
]